Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Only summary files will be written for the full touched week/month/year windows.
de: Es werden nur Zusammenfassungsdateien für die gesamten berührten Wochen-/Monats-/Jahresfenster geschrieben.
es: Solo se escribirán archivos de resumen para las ventanas completas de semana/mes/año tocadas.
fr: Seuls les fichiers récapitulatifs seront écrits pour les fenêtres semaine/mois/année entièrement touchées.
it: Verranno scritti solo file di riepilogo per l'intera finestra della settimana/mese/anno interessata.
ja: タッチされた週/月/年のウィンドウ全体については、概要ファイルのみが書き込まれます。
ko: 전체 터치된 주/월/연도 창에 대한 요약 파일만 작성됩니다.
nl: Er worden alleen samenvattingsbestanden geschreven voor de volledige week-/maand-/jaarvensters.
pt_br: Somente arquivos de resumo serão gravados para as janelas completas da semana/mês/ano.
zh_hans: 仅针对完整触及的周/月/年窗口写入摘要文件。

source: Open GitHub Issue
de: Öffnen Sie das GitHub-Problem
es: Abrir problema de GitHub
fr: Ouvrir le problème GitHub
it: Apri il problema di GitHub
ja: GitHub の問題を開く
ko: GitHub 문제 열기
nl: Open GitHub-probleem
pt_br: Abrir problema do GitHub
zh_hans: 打开 GitHub 问题

source: Open GitHub issue
de: Öffnen Sie das GitHub-Problem
es: Abrir problema de GitHub
fr: Ouvrir le problème GitHub
it: Apri il problema di GitHub
ja: GitHub の問題を開く
ko: GitHub 문제 열기
nl: Open GitHub-probleem
pt_br: Abrir problema do GitHub
zh_hans: 打开 GitHub 问题

source: Open Health App
de: Health-App öffnen
es: Abrir aplicación de Salud
fr: Ouvrir l'app Santé
it: Apri l'app Salute
ja: ヘルスケアAppを開く
ko: 건강 앱 열기
nl: Gezondheid-app openen
pt_br: Abrir App Saúde
zh_hans: 打开健康应用

source: Open Health.md and retry while the app is visible. If it happens again, export a smaller date range.
de: Öffnen Sie Health.md und versuchen Sie es erneut, während die App sichtbar ist. Wenn es erneut auftritt, exportieren Sie einen kleineren Datumsbereich.
es: Abra Health.md y vuelva a intentarlo mientras la aplicación esté visible. Si vuelve a suceder, exporte un rango de fechas más pequeño.
fr: Ouvrez Health.md et réessayez pendant que l'application est visible. Si cela se reproduit, exportez une plage de dates plus petite.
it: Apri Health.md e riprova mentre l'app è visibile. Se il problema si ripete, esporta un intervallo di date più piccolo.
ja: Health.md を開いて、アプリが表示されている間に再試行してください。再度同じ問題が発生する場合は、より狭い日付範囲をエクスポートしてください。
ko: Health.md를 열고 앱이 표시되는 동안 다시 시도하세요. 이런 일이 다시 발생하면 더 작은 날짜 범위를 내보내세요.
nl: Open Health.md en probeer het opnieuw terwijl de app zichtbaar is. Als het opnieuw gebeurt, exporteer dan een kleiner datumbereik.
pt_br: Abra Health.md e tente novamente enquanto o aplicativo estiver visível. Se isso acontecer novamente, exporte um intervalo de datas menor.
zh_hans: 打开 Health.md 并在应用程序可见时重试。如果再次发生这种情况，请导出较小的日期范围。

source: Open Health.md on Mac. The CLI talks to the running app, not directly to iPhone.
de: Öffnen Sie Health.md auf Mac. Der CLI kommuniziert mit der laufenden App, nicht direkt mit iPhone.
es: Abra Health.md en Mac. El CLI se comunica con la aplicación en ejecución, no directamente con el iPhone.
fr: Ouvrez Health.md sur Mac. Le CLI communique avec l'application en cours d'exécution, pas directement avec le iPhone.
it: Apri Health.md su Mac. CLI comunica con l'app in esecuzione, non direttamente con iPhone.
ja: Mac で Health.md を開きます。 CLI は、iPhone と直接通信するのではなく、実行中のアプリと通信します。
ko: Mac에서 Health.md를 엽니다. CLI는 iPhone와 직접 통신하지 않고 실행 중인 앱과 통신합니다.
nl: Open Health.md op Mac. De CLI praat met de actieve app, niet rechtstreeks met iPhone.
pt_br: Abra Health.md em Mac. O CLI se comunica com o aplicativo em execução, não diretamente com o iPhone.
zh_hans: 在Mac上打开Health.md。 CLI 与正在运行的应用程序对话，而不是直接与 iPhone 对话。

source: Open Health.md on iPhone
de: Öffnen Sie Health.md auf iPhone
es: Abra Health.md en iPhone
fr: Ouvrir Health.md sur iPhone
it: Apri Health.md su iPhone
ja: iPhone で Health.md を開く
ko: iPhone에서 Health.md 열기
nl: Open Health.md op iPhone
pt_br: Abra Health.md em iPhone
zh_hans: 在iPhone上打开Health.md

source: Open Health.md on your Mac to connect
de: Öffnen Sie Health.md auf Ihrem Mac, um eine Verbindung herzustellen
es: Abre Health.md en el Mac para conectarte
fr: Ouvrez Health.md sur votre Mac pour vous connecter
it: Apri Health.md sul Mac per connetterti
ja: 接続するにはMacでHealth.mdを開いてください
ko: 연결하려면 Mac에서 Health.md를 여세요
nl: Open Health.md op je Mac om verbinding te maken
pt_br: Abra o Health.md no Mac para estabelecer a conexão
zh_hans: 请在 Mac 上打开 Health.md 以连接

source: Open Health.md on your iPhone, go to Mac Destination, and enable the Mac destination toggle. Then choose a destination folder on this Mac and select Connected Mac from the iPhone Export tab.
de: Öffnen Sie Health.md auf Ihrem iPhone, gehen Sie zu Mac-Ziel und aktivieren Sie den Mac-Zielumschalter. Wählen Sie dann einen Zielordner auf diesem Mac und wählen Sie „Verbundenes Mac“ auf der Registerkarte „Exportieren“ von iPhone aus.
es: Abra Health.md en su iPhone, vaya a Destino Mac y habilite la opción de alternar destino Mac. Luego elija una carpeta de destino en este Mac y seleccione Mac conectado en la pestaña Exportar iPhone.
fr: Ouvrez Health.md sur votre iPhone, accédez à Destination Mac et activez la bascule de destination Mac. Choisissez ensuite un dossier de destination sur ce Mac et sélectionnez Mac connecté dans l'onglet Exportation iPhone.
it: Apri Health.md sul tuo iPhone, vai alla destinazione Mac e abilita l'interruttore della destinazione Mac. Quindi scegli una cartella di destinazione su questo Mac e seleziona Connesso Mac dalla scheda Esporta iPhone.
ja: iPhone で Health.md を開き、Mac 宛先に移動し、Mac 宛先切り替えを有効にします。次に、この Mac 上の宛先フォルダーを選択し、iPhone エクスポート タブから接続済み Mac を選択します。
ko: iPhone에서 Health.md를 열고 Mac 대상으로 이동한 다음 Mac 대상 토글을 활성화합니다. 그런 다음 이 Mac에서 대상 폴더를 선택하고 iPhone 내보내기 탭에서 연결된 Mac를 선택합니다.
nl: Open Health.md op uw iPhone, ga naar Mac-bestemming en schakel de bestemmingsschakelaar Mac in. Kies vervolgens een doelmap op deze Mac en selecteer Verbonden Mac op het tabblad iPhone Exporteren.
pt_br: Abra Health.md em seu iPhone, vá para Destino Mac e ative a alternância de destino Mac. Em seguida, escolha uma pasta de destino neste Mac e selecione Mac conectado na guia Exportar iPhone.
zh_hans: 在 iPhone 上打开 Health.md，转至 Mac 目标位置，然后启用 Mac 目标位置切换。然后选择此 Mac 上的目标文件夹，并从 iPhone 导出选项卡中选择已连接的 Mac。

source: Open Mac Destination
de: Öffnen Sie das Ziel Mac
es: Abrir destino Mac
fr: Ouvrir la destination Mac
it: Apri la destinazione Mac
ja: Mac 宛先を開く
ko: Mac 대상 열기
nl: Open Mac-bestemming
pt_br: Abra o destino Mac
zh_hans: 打开 Mac 目标位置

source: Open an issue on GitHub
de: Ein Issue auf GitHub erstellen
es: Abrir un issue en GitHub
fr: Ouvrir un ticket sur GitHub
it: Apri una segnalazione su GitHub
ja: GitHubでIssueを作成
ko: GitHub에서 이슈 열기
nl: Open een issue op GitHub
pt_br: Abrir uma issue no GitHub
zh_hans: 在 GitHub 上提交 Issue

source: Open iPhone app
de: Öffnen Sie die iPhone-App
es: Abra la aplicación iPhone
fr: Ouvrez l'application iPhone
it: Apri l'app iPhone
ja: iPhone アプリを開く
ko: iPhone 앱 열기
nl: Open de iPhone-app
pt_br: Abra o aplicativo iPhone
zh_hans: 打开iPhone应用程序

source: Open the Health app and review Health.md under Profile → Apps and Services. Allow the needed data types, then retry.
de: Öffnen Sie die Health-App und überprüfen Sie Health.md unter Profil → Apps und Dienste. Erlauben Sie die erforderlichen Datentypen und versuchen Sie es dann erneut.
es: Abra la aplicación Salud y revise Health.md en Perfil → Aplicaciones y servicios. Permita los tipos de datos necesarios y luego vuelva a intentarlo.
fr: Ouvrez l'application Santé et examinez Health.md sous Profil → Applications et services. Autorisez les types de données nécessaires, puis réessayez.
it: Apri l'app Salute e rivedi Health.md in Profilo → App e servizi. Consenti i tipi di dati necessari, quindi riprova.
ja: ヘルスケア アプリを開き、[プロフィール] → [アプリとサービス] で Health.md を確認します。必要なデータ型を許可してから、再試行してください。
ko: 건강 앱을 열고 프로필 → 앱 및 서비스에서 Health.md를 검토하세요. 필요한 데이터 유형을 허용한 후 다시 시도하세요.
nl: Open de Gezondheid-app en bekijk Health.md onder Profiel → Apps en services. Sta de benodigde gegevenstypen toe en probeer het opnieuw.
pt_br: Abra o aplicativo Health e revise Health.md em Perfil → Aplicativos e serviços. Permita os tipos de dados necessários e tente novamente.
zh_hans: 打开“健康”应用程序并在“个人资料”→“应用程序和服务”下查看 Health.md。允许所需的数据类型，然后重试。

source: Open the folder in Files to confirm it is available. Then re-select the folder in Health.md and retry.
de: Öffnen Sie den Ordner unter „Dateien“, um zu bestätigen, dass er verfügbar ist. Wählen Sie dann den Ordner in Health.md erneut aus und versuchen Sie es erneut.
es: Abra la carpeta en Archivos para confirmar que esté disponible. Luego vuelva a seleccionar la carpeta en Health.md y vuelva a intentarlo.
fr: Ouvrez le dossier dans Fichiers pour confirmer qu'il est disponible. Resélectionnez ensuite le dossier dans Health.md et réessayez.
it: Apri la cartella in File per verificare che sia disponibile. Quindi seleziona nuovamente la cartella in Health.md e riprova.
ja: [ファイル] でフォルダーを開いて、利用できることを確認します。次に、Health.md 内のフォルダーを再選択して、再試行します。
ko: 파일에서 폴더를 열어 사용 가능한지 확인하세요. 그런 다음 Health.md에서 폴더를 다시 선택하고 다시 시도하세요.
nl: Open de map in Bestanden om te bevestigen dat deze beschikbaar is. Selecteer vervolgens de map in Health.md opnieuw en probeer het opnieuw.
pt_br: Abra a pasta em Arquivos para confirmar que está disponível. Em seguida, selecione novamente a pasta em Health.md e tente novamente.
zh_hans: 打开“文件”中的文件夹以确认其可用。然后重新选择Health.md中的文件夹并重试。

source: Opens a pre-filled issue template
de: Öffnet eine vorausgefüllte Issue-Vorlage
es: Abre una plantilla de issue prellenada
fr: Ouvre un modèle de ticket prérempli
it: Apre un modello di segnalazione precompilato
ja: 事前入力済みのIssueテンプレートを開きます
ko: 미리 작성된 이슈 템플릿을 엽니다
nl: Opent een vooringevuld issuesjabloon
pt_br: Abre um modelo de issue pré-preenchido
zh_hans: 打开预填写的 Issue 模板

source: Opens folder picker to select export destination
de: Öffnet die Ordnerauswahl zur Auswahl des Exportziels
es: Abre el selector de carpetas para seleccionar el destino de exportación
fr: Ouvre le sélecteur de dossier pour sélectionner la destination d'exportation
it: Apre il selettore di cartelle per selezionare la destinazione di esportazione
ja: フォルダーピッカーを開いてエクスポート先を選択します
ko: 폴더 선택기를 열어 내보내기 대상을 선택합니다.
nl: Opent de mapkiezer om de exportbestemming te selecteren
pt_br: Abre o seletor de pasta para selecionar o destino de exportação
zh_hans: 打开文件夹选择器以选择导出目的地

source: Opens metric selection to choose which health data to export
de: Öffnet die Metrikauswahl, um auszuwählen, welche Gesundheitsdaten exportiert werden sollen
es: Abre la selección de métricas para elegir qué datos de salud exportar
fr: Ouvre la sélection de métriques pour choisir les données de santé à exporter
it: Apre la selezione della metrica per scegliere quali dati sanitari esportare
ja: 指標の選択を開いて、エクスポートする健康データを選択します
ko: 내보낼 건강 데이터를 선택하기 위한 측정항목 선택 열기
nl: Opent metrische selectie om te kiezen welke gezondheidsgegevens u wilt exporteren
pt_br: Abre a seleção de métricas para escolher quais dados de saúde exportar
zh_hans: 打开指标选择以选择要导出的健康数据

source: Opens your default email client
de: Öffnet Ihren Standard-E-Mail-Client
es: Abre tu cliente de correo predeterminado
fr: Ouvre votre client de messagerie par défaut
it: Apre il tuo client email predefinito
ja: デフォルトのメールクライアントを開きます
ko: 기본 이메일 클라이언트를 엽니다
nl: Opent je standaard e-mailprogramma
pt_br: Abre seu cliente de e-mail padrão
zh_hans: 打开您的默认邮件客户端

source: Optimized for Obsidian Bases. All metrics are stored as frontmatter properties for querying, filtering, and sorting.
de: Optimiert für Obsidian Bases. Alle Metriken werden als Frontmatter-Eigenschaften zum Abfragen, Filtern und Sortieren gespeichert.
es: Optimizado para Obsidian Bases. Todas las métricas se almacenan como propiedades frontmatter para consultar, filtrar y ordenar.
fr: Optimisé pour Obsidian Bases. Toutes les métriques sont stockées en tant que propriétés frontmatter pour la recherche, le filtrage et le tri.
it: Ottimizzato per Obsidian Bases. Tutte le metriche vengono memorizzate come proprietà frontmatter per interrogazione, filtro e ordinamento.
ja: Obsidian Bases に最適化。すべての指標がフロントマタープロパティとして保存され、クエリ、フィルタリング、ソートが可能です。
ko: Obsidian Bases에 최적화. 모든 지표가 프론트매터 속성으로 저장되어 쿼리, 필터링, 정렬이 가능합니다.
nl: Geoptimaliseerd voor Obsidian Bases. Alle metingen worden opgeslagen als frontmatter-eigenschappen voor zoekopdrachten, filteren en sorteren.
pt_br: Otimizado para Obsidian Bases. Todas as métricas são armazenadas como propriedades frontmatter para consulta, filtragem e ordenação.
zh_hans: 针对 Obsidian Bases 优化。所有指标作为 frontmatter 属性存储，可用于查询、筛选和排序。

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pt_br: Opções
zh_hans: 选项

source: Organize By Category
de: Nach Kategorie organisieren
es: Organizar por categoría
fr: Organiser par catégorie
it: Organizza per categoria
ja: カテゴリ別に整理
ko: 카테고리별 정리
nl: Ordenen op categorie
pt_br: Organizar por categoria
zh_hans: 按类别整理

source: Organize by Category
de: Nach Kategorie organisieren
es: Organizar por categoría
fr: Organiser par catégorie
it: Organizza per categoria
ja: カテゴリ別に整理
ko: 카테고리별 정리
nl: Ordenen op categorie
pt_br: Organizar por Categoria
zh_hans: 按类别整理

source: Organize by File Type
de: Nach Dateityp organisieren
es: Organizar por tipo de archivo
fr: Organiser par type de fichier
it: Organizza per tipo di file
ja: ファイルの種類ごとに整理する
ko: 파일 유형별로 정리
nl: Organiseer op bestandstype
pt_br: Organizar por tipo de arquivo
zh_hans: 按文件类型组织

source: Organize by File Type is off by default. Turn it on only when you want Markdown/, Bases/, JSON/, and CSV/ folders; update plugins, shortcuts, or scripts that expect flat paths first.
de: Nach Dateityp organisieren ist standardmäßig deaktiviert. Aktivieren Sie es nur, wenn Sie die Ordner Markdown/, Bases/, JSON/ und CSV/ benötigen. Aktualisieren Sie zuerst Plugins, Verknüpfungen oder Skripte, die flache Pfade erwarten.
es: Organizar por tipo de archivo está desactivado de forma predeterminada. Actívelo solo cuando desee las carpetas Markdown/, Bases/, JSON/ y CSV/; actualice primero los complementos, los accesos directos o los scripts que esperan rutas planas.
fr: L'organisation par type de fichier est désactivée par défaut. Activez-le uniquement lorsque vous souhaitez les dossiers Markdown/, Bases/, JSON/ et CSV/ ; mettez à jour les plugins, les raccourcis ou les scripts qui attendent d'abord des chemins plats.
it: Organizza per tipo di file è disattivato per impostazione predefinita. Accendilo solo quando desideri le cartelle Markdown/, Bases/, JSON/ e CSV/; aggiorna prima plugin, scorciatoie o script che prevedono percorsi piatti.
ja: ファイルの種類による整理はデフォルトではオフになっています。 Markdown/、Bases/、JSON/、および CSV/ フォルダーが必要な場合にのみオンにしてください。フラット パスを想定しているプラ​​グイン、ショートカット、またはスクリプトを最初に更新します。
ko: 파일 형식별 구성은 기본적으로 꺼져 있습니다. Markdown/, Bases/, JSON/ 및 CSV/ 폴더를 원할 때만 켜십시오. 플랫 경로가 필요한 플러그인, 바로가기 또는 스크립트를 먼저 업데이트하세요.
nl: Organiseren op bestandstype is standaard uitgeschakeld. Schakel het alleen in als u de mappen Markdown/, Bases/, JSON/ en CSV/ wilt gebruiken; update plug-ins, snelkoppelingen of scripts die eerst vlakke paden verwachten.
pt_br: Organizar por tipo de arquivo está desativado por padrão. Ative-o somente quando desejar as pastas Markdown/, Bases/, JSON/ e CSV/; atualize plug-ins, atalhos ou scripts que esperam caminhos simples primeiro.
zh_hans: 默认情况下，按文件类型组织处于关闭状态。仅当您需要 Markdown/、Bases/、JSON/ 和 CSV/ 文件夹时才打开它；首先更新需要平面路径的插件、快捷方式或脚本。

source: Organize exports by file type
de: Organisieren Sie Exporte nach Dateityp
es: Organizar las exportaciones por tipo de archivo
fr: Organiser les exportations par type de fichier
it: Organizza le esportazioni per tipo di file
ja: ファイルの種類ごとにエクスポートを整理する
ko: 파일 유형별로 내보내기 구성
nl: Organiseer exports op bestandstype
pt_br: Organize as exportações por tipo de arquivo
zh_hans: 按文件类型组织导出

source: Organize exports into subfolders by date
de: Exporte nach Datum in Unterordner organisieren
es: Organizar exportaciones en subcarpetas por fecha
fr: Organiser les exportations en sous-dossiers par date
it: Organizza le esportazioni in sottocartelle per data
ja: 日付ごとにサブフォルダへエクスポートを整理します
ko: 날짜별 하위 폴더로 내보내기 정리
nl: Exports ordenen in submappen op datum
pt_br: Organizar exportações em subpastas por data
zh_hans: 按日期将导出整理到子文件夹中

source: Organizes health data under category headings
de: Organisiert Gesundheitsdaten unter Kategorieüberschriften
es: Organiza los datos de salud bajo encabezados de categoría
fr: Organise les données de santé sous des titres de catégorie
it: Organizza i dati sanitari sotto le intestazioni delle categorie
ja: ヘルスデータをカテゴリ見出しの下に整理します
ko: 건강 데이터를 카테고리 제목 아래에 정리합니다
nl: Ordent gezondheidsgegevens onder categoriekoppen
pt_br: Organiza dados de saúde sob títulos de categoria
zh_hans: 将健康数据按类别标题整理

source: Other
de: Sonstiges
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
nl: Overig
pt_br: Outros
zh_hans: 其他

source: Output Details
de: Ausgabedetails
es: Detalles de salida
fr: Détails de sortie
it: Dettagli dell’output
ja: 出力の詳細
ko: 출력 세부 정보
nl: Uitvoerdetails
pt_br: Detalhes da saída
zh_hans: 输出详情

source: Output Settings
de: Ausgabeeinstellungen
es: Ajustes de salida
fr: Réglages de sortie
it: Impostazioni di output
ja: 出力設定
ko: 출력 설정
nl: Uitvoerinstellingen
pt_br: Configurações de saída
zh_hans: 输出设置

source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
it: Panoramica
ja: 概要
ko: 개요
nl: Overzicht
pt_br: Visão Geral
zh_hans: 概览

source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Écraser
it: Sovrascrivi
ja: 上書き
ko: 덮어쓰기
nl: Overschrijven
pt_br: Substituir
zh_hans: 覆盖

source: Ovulation Test Result
de: Ergebnis des Ovulationstests
es: Resultado de la prueba de ovulación
fr: Résultat du test d'ovulation
it: Risultato del test di ovulazione
ja: 排卵検査結果
ko: 배란 테스트 결과
nl: Resultaat ovulatietest
pt_br: Resultado do teste de ovulação
zh_hans: 排卵测试结果

source: PHQ-9 Assessments
de: PHQ-9-Bewertungen
es: Evaluaciones PHQ-9
fr: Évaluations PHQ-9
it: Valutazioni PHQ-9
ja: PHQ-9 評価
ko: PHQ-9 평가
nl: PHQ-9-beoordelingen
pt_br: Avaliações PHQ-9
zh_hans: PHQ-9 评估

source: PRESETS
de: VORLAGEN
es: PREAJUSTES
fr: PRÉRÉGLAGES
it: PREDEFINITI
ja: プリセット
ko: 프리셋
nl: VOORINSTELLINGEN
pt_br: PREDEFINIÇÕES
zh_hans: 预设

source: PREVIEW
de: VORSCHAU
es: VISTA PREVIA
fr: APERÇU
it: ANTEPRIMA
ja: プレビュー
ko: 미리보기
nl: VOORBEELD
pt_br: PRÉ-VISUALIZAÇÃO
zh_hans: 预览

source: Paddle Sports Distance
de: Paddelsport-Distanz
es: Distancia en deportes de remo
fr: Distance des sports de pagaie
it: Distanza per gli sport con la pagaia
ja: パドルスポーツの距離
ko: 패들 스포츠 거리
nl: Paddlesport afstand
pt_br: Distância de esportes de remo
zh_hans: 划桨运动距离

source: Paddle Sports Speed
de: Paddelsport-Geschwindigkeit
es: Velocidad en deportes de remo
fr: Vitesse des sports de pagaie
it: Velocità negli sport con la pagaia
ja: パドルスポーツのスピード
ko: 패들 스포츠 속도
nl: Paddle Sport Snelheid
pt_br: Velocidade de esportes de remo
zh_hans: 桨运动速度

source: Pairing Code
de: Kopplungscode
es: Código de emparejamiento
fr: Code de jumelage
it: Codice di abbinamento
ja: ペアリングコード
ko: 페어링 코드
nl: Koppelingscode
pt_br: Código de emparelhamento
zh_hans: 配对码

source: Pairing code
de: Kopplungscode
es: Código de emparejamiento
fr: Code de jumelage
it: Codice di abbinamento
ja: ペアリングコード
ko: 페어링 코드
nl: Koppelingscode
pt_br: Código de emparelhamento
zh_hans: 配对码

source: Pantothenic Acid (B5)
de: Pantothensäure (B5)
es: Ácido pantoténico (B5)
fr: Acide pantothénique (B5)
it: Acido pantotenico (B5)
ja: パントテン酸(B5)
ko: 판토텐산(B5)
nl: Pantotheenzuur (B5)
pt_br: Ácido Pantotênico (B5)
zh_hans: 泛酸 (B5)

source: Partial
de: Teilweise
es: Parcial
fr: Partiel
it: Parziale
ja: 部分的
ko: 부분
nl: Gedeeltelijk
pt_br: Parcial
zh_hans: 部分完成

source: Partial Export
de: Teilexport
es: Exportación parcial
fr: Exportation partielle
it: Esportazione parziale
ja: 部分的なエクスポート
ko: 부분 내보내기
nl: Gedeeltelijke export
pt_br: Exportação Parcial
zh_hans: 部分导出

source: Partial Export Warnings
de: Teilweise Exportwarnungen
es: Advertencias de exportación parcial
fr: Avertissements d'exportation partielle
it: Avvisi sull'esportazione parziale
ja: 部分的なエクスポートの警告
ko: 부분 내보내기 경고
nl: Gedeeltelijke exportwaarschuwingen
pt_br: Avisos de exportação parcial
zh_hans: 部分导出警告

source: Partial success
de: Teilerfolg
es: Éxito parcial
fr: Succès partiel
it: Successo parziale
ja: 部分的に成功
ko: 부분적인 성공
nl: Gedeeltelijk succes
pt_br: Sucesso parcial
zh_hans: 部分成功

# Partial: %lld daily notes updated
source: Partial: %1$lld daily notes updated
de: Teilweise: %1$lld tägliche Notizen aktualisiert
es: Parcial: %1$lld notas diarias actualizadas
fr: Partielle : mises à jour des notes quotidiennes %1$lld
it: Parziale: %1$lld note giornaliere aggiornate
ja: 部分: %1$lld 毎日のメモを更新しました
ko: 부분: %1$lld 일일 메모가 업데이트되었습니다.
nl: Gedeeltelijk: %1$lld dagelijkse notities bijgewerkt
pt_br: Parcial: notas diárias %1$lld atualizadas
zh_hans: 部分：%1$lld每日笔记更新

# Partial: %lld file(s), %lld metric warning(s)
source: Partial: %1$lld file(s), %2$lld metric warning(s)
de: Teilweise: %1$lld-Datei(en), %2$lld-Metrikwarnung(en)
es: Parcial: archivo(s) %1$lld, advertencia(s) de métricas %2$lld
fr: Partiel : fichier(s) %1$lld, avertissement(s) de métrique %2$lld
it: Parziale: file %1$lld, avvisi relativi alle metriche %2$lld
ja: 部分的: %1$lld ファイル、%2$lld メトリック警告
ko: 부분: %1$lld 파일, %2$lld 측정항목 경고
nl: Gedeeltelijk: %1$lld bestand(en), %2$lld metrische waarschuwing(en)
pt_br: Parcial: arquivo(s) %1$lld, aviso(s) de métrica %2$lld
zh_hans: 部分：%1$lld 文件、%2$lld 指标警告

# Partial: %lld file(s), %lld/%lld days
source: Partial: %1$lld file(s), %2$lld/%3$lld days
de: Teilweise: %1$lld Datei(en), %2$lld/%3$lld Tage
es: Parcial: archivo(s) %1$lld, días %2$lld/%3$lld
fr: Partielle : fichier(s) %1$lld, jours %2$lld/%3$lld
it: Parziale: file %1$lld, %2$lld/%3$lld giorni
ja: 部分的: %1$lld ファイル、%2$lld/%3$lld 日
ko: 부분: %1$lld 파일, %2$lld/%3$lld 일
nl: Gedeeltelijk: %1$lld bestand(en), %2$lld/%3$lld dagen
pt_br: Parcial: arquivo(s) %1$lld, dias %2$lld/%3$lld
zh_hans: 部分：%1$lld 文件，%2$lld/%3$lld 天

# Partial: %lld files
source: Partial: %1$lld files
de: Teilweise: %1$lld-Dateien
es: Parcial: archivos %1$lld
fr: Partiel : fichiers %1$lld
it: Parziale: file %1$lld
ja: 部分: %1$lld ファイル
ko: 부분: %1$lld 파일
nl: Gedeeltelijk: %1$lld-bestanden
pt_br: Parcial: arquivos %1$lld
zh_hans: 部分：%1$lld 文件

# Partial: %lld generated file(s) from %lld of %lld data day(s)
source: Partial: %1$lld generated file(s) from %2$lld of %3$lld data day(s)
de: Teilweise: %1$lld erzeugte Datei(en) aus %2$lld von %3$lld Datentag(en)
es: Parcial: %1$lld archivo(s) generado(s) de %2$lld de %3$lld día(s) de datos
fr: Partiel : %1$lld fichier(s) généré(s) à partir de %2$lld jour(s) de données sur %3$lld
it: Parziale: %1$lld file generati da %2$lld di %3$lld giorno/i di dati
ja: 部分完了：%3$lld データ日のうち %2$lld 日から %1$lld個のファイルを生成
ko: 부분 완료: 데이터 %3$lld일 중 %2$lld일에서 파일 %1$lld개 생성
nl: Gedeeltelijk: %1$lld gegenereerd(e) bestand(en) uit %2$lld van %3$lld datadag(en)
pt_br: Parcial: %1$lld arquivo(s) gerado(s) de %2$lld de %3$lld dia(s) de dados
zh_hans: 部分完成：从 %3$lld 个数据日中的 %2$lld 个生成了 %1$lld 个文件
